<?php 
return [
	'terms'=>[
		[
			['tag'=>'h2','text'=>'شروط وأحكام الموقع الإلكتروني'],
			['tag'=>'p','text'=>'من خلال استخدام خدماتنا (الموضّحة أدناه)، أو نقرك على "انضم الآن" أو "انضم إلى فلكسي غيغز" أو "التسجيل"، أو غير ذلك؛ فإنّك توافق على إبرام عقد قانوني ملزم مع فلكسي غيغز (حتى في حالة استخدامك لخدماتنا نيابة عن شركة).  في حالة عدم موافقتك على هذا العقد ("العقد" أو "اتفاقية المستخدم")، فلا تنقر على "انضم الآن" (أو أيّ أيقونة مماثلة)، ولا تستخدم أيًّا من خدماتنا. 
        قبل استخدام موقعنا الإلكتروني؛ يُرجى أخذ الوقت الكافي لقراءة الشروط والأحكام الخاصّة بنا بصورة كاملة.'],
		],
		[
			['tag'=>'h2','text'=>'التعريفات:'],
			['tag'=>'p','text'=>'"المستخدمون المسجّلون" يعني كلّ من مشتري الخدمات المهنية ("أصحاب الأعمال") ومقدّمي الخدمات المهنية ("المستقلّين" و "غير المتفرغين" و "الطلاب الجامعيين").<br>
        "الحساب" يعني الحساب الذي ينشئه الموقع الإلكتروني عند التسجيل.<br>
        "التزامات الدفع المفترضة" تعني النسبة المئوية لإجمالي رسوم الخدمة للمشروع الذي توافق فلكسي غيغز عليه "رسوم الخدمة".<br>
        "خدمة تسوية المنازعات" تعني ما هو موضّح في البند 7 أدناه.<br>
        "قبول صاحب العمل للخدمات" يعني: <br>
        (أ) فيما يتعلق بالفواتير: تحويل صاحب العمل لمبالغ هذه الفواتير إلى فلكسي غيغز، أو <br>
        (ب) فيما يتعلق بخدمة الإيداع الآمن: ما يحدث أولًا من الأمرين التاليين: <br>
        (1) اتّفاق صاحب العمل والمستقلّ على المستلم المستحقّ للأموال، أو <br>
        (2) إتمام صاحب العمل والمستقلّ لإجراءات خدمة تسوية المنازعات.<br>
        <br>
        "خدمة فلكسي غيغز لإعداد الفواتير والدفع" تعني مجتمعة خدمة فلكسي غيغز لإعداد الفواتير وخدمة الإيداع الآمن.<br>
        <br>
        "خدمة فواتير فلكسي غيغز" تعني الخدمة الموضّحة في القسم 1 من البند رقم 6. <br>
        <br>
        "خدمة الإيداع الآمن" تعني الخدمة الموضّحة في القسم 2 من البند رقم 6.<br>
        <br>
        "رسوم الخدمة" تعني رسوم المشروع، ورسوم معالجة مدفوعات صاحب العمل، ورسوم خدمات المستقلّ، ورسوم خدمة تسوية المنازعات؛ حسب الاقتضاء.<br>
        <br>
        "الخدمات" تعني الخدمات التالية مجتمعة: خدمة فلكسي غيغز لإعداد الفواتير والدفع، وخدمة تسوية المنازعات، وغيرها من الخدمات المقدّمة من خلال الموقع الإلكتروني.<br>
        <br>
        "الموقع الإلكتروني" يعني الموقع الذي تديره فلكسي غيغز على شبكة الإنترنت: www.فلكسي غيغز.com أو أيّ عنوان URL بديل. '],
		],
		[
			['tag'=>'h2','text'=>'2. الشروط العامة:'],
			['tag'=>'p','text'=>'فلكسي غيغز منصة مستقلّة على شبكة الإنترنت مصمّمة لاستضافة مشتري الخدمات المهنية ("أصحاب الأعمال") ومقدّمي الخدمات المهنية ("المستقلّين" و "غير المتفرغين" و "الطلاب الجامعيين") 
                            لتنفيذ  الأعمال وإدارتها. 
                           يتيح هذا الموقع الإلكتروني ما يلي:

                          فيما يتعلق بأصحاب الأعمال:  إنشاء ملفات تعريفية، والإعلان عن مشاريع، وإيجاد مستقلّين والتواصل والتفاوض معهم، ومنحهم مشاريع وإدارتها، وتقييم أعمالهم، وسداد مستحقّاتهم. 
                          فيما يتعلق بمقدّمي الخدمات:  إنشاء ملفات تعريفية، والإعلان عن مواهبهم وإمكانياتهم، وتقديم عروض أسعار، والتفاوض مع أصحاب الأعمال، والحصول على مشاريع، وتقديم فواتير وتتقييم معاملاتهم واستلام المستحقّات من أصحاب الأعمال.
                          يعمل جميع المستقلّين ومقدّمي الخدمات -المسجّلين على هذا الموقع- بشكل مستقلّ؛ ولا يتم توظيفهم من قبل فلكسي غيغز ولا تربطهم بها علاقة مباشرة.
                          يقرّ أصحاب الأعمال والمستقلّون بأنّ قيمة الموقع الإلكتروني وسمعته وشهرته التجارية تعتمد على أدائهم لتعهُّداتهم واتفاقياتهم على النحو المنصوص عليه في اتفاقيات مشاريعهم. 
                          لا تتحمّل فلكسي غيغز المسؤولية ولا تكون عرضة للمساءلة عن أيّ معاملات تتمّ خارج نطاق منصتها.  بصفتك صاحب عمل؛ فأنت توافق على إخطار فلكسي غيغز على الفور إذا طلب المستقلّ أن تدفع له مستحقّاته خارج الموقع الإلكتروني. بصفتك مستقلًا؛ فأنت توافق على إخطار فلكسي غيغز على الفور إذا طلب صاحب العمل أن يدفع لك مستحقّاتك خارج الموقع الإلكتروني.
                          فيما يتعلق بأيّ معاملة مشبوهة؛ يحقّ لـ فلكسي غيغز على الفور -وفق تقديرها الخاص ودون إشعار مسبق- إلغاء خدماتها أو إنهائها أو تعليق استخدامها. كما تحتفظ فلكسي غيغز بالحقّ في إلغاء أيّ حساب أو إنهائه أو تعليقه في حالة مخالفة شروطها؛ دون إشعار أو التزام مسبق.
                          فلكسي غيغز ليست طرفًا في التعامل والتعاقد والوفاء بأيّ مشروع بين أصحاب الأعمال والمستقلّين، ولا تمتلك أيّ سيطرة على أيّ خدمات منفّذة أو مخرجات لمشاريع منجزة أو معلن عنها، ولا تضمن جودتها أو سلامتها أو مشروعيتها؛ وكذلك لا تضمن صحة قوائم المشاريع أو دقّتها؛ أو مؤهلات المستخدمين المسجّلين أو خلفياتهم أو إمكانياتهم؛ أو قدرة المستقلّين على أداء الخدمات؛ أو قدرة أصحاب الأعمال على دفع ثمن الخدمات؛ أو قدرة أصحاب الأعمال أو المستقلّين أو عزمهم على إتمام المشاريع. 


                          فلكسي غيغز ليست مسؤولة عن الطريقة التي يعمل بها المستقلّون، كما أنّها ليست مشاركة في عملية توظيف المستقلّين أو فصلهم أو مجازاتهم أو وضع شروط العمل الخاصّة بهم. جميع الحقوق والالتزامات المتعلّقة بشراء الخدمات وبيعها أو غير ذلك من مخرجات المشاريع تكون فقط بين أصحاب الأعمال والمستقلّين. 
                          ليس لـ فلكسي غيغز أيّ سيطرة على إتمام صاحب العمل أو المستقلّ للمعاملات الأساسية، وليست مسؤولة بأيّ حال عن مواعيد الفواتير أو دقّتها؛ أو مواعيد أو دقّة أو إتمام أو جودة أيّ منتج لعمل قام به مستقلّ كمخرج لمشروع ممنوح له.
                          لذا، يوافق صاحب العمل والمستقلّ على تعيين فلكسي غيغز كطرف ثالث مستفيد من اتفاقية مشروعهما لأغراض تنفيذ الالتزامات والفوائد المستحقّة لـ فلكسي غيغز وفقًا لهذه الشروط والأحكام. 
                          كما يوافق أصحاب الأعمال والمستقلّون على أنّ لـ فلكسي غيغز الحقّ في اتّخاذ إجراءات فيما يتعلق باتفاقيات المشاريع أو حساباتهم؛ بما في ذلك على سبيل المثال: التعليق أو الإنهاء أو أيّ إجراء قانوني آخر تراه فلكسي غيغز ضروريًا -وفق تقديرها الخاص- لحماية قيمة الموقع الإلكتروني وسمعته وشهرته التجارية.
                          المسؤوليات: 
                          "صاحب العمل" مسؤول عن إدارة وفحص وقبول ودفع ثمن الخدمات والمخرجات المُرضية؛ وفقًا لاتفاقية المشروع في الوقت المحدّد. 
                          "مقدّم الخدمة" مسؤول عن تنفيذ الخدمات بالجودة المطلوبة؛ وفقًا لاتفاقية المشروع في الوقت المحدّد. 
                          يتعهّد كلّ من صاحب العمل ومقدّم الخدمة ويوافقان على التصرُّف بحسن نية والتعامل بصورة عادلة في تنفيذ اتفاقية المشروع.
                          يوافق كلّ من صاحب العمل ومقدّم الخدمة على استخدام الموقع الإلكتروني فقط بغرض الدخول في معاملات تجارية بنية حسنة مع المستخدمين المسجّلين الآخرين.
                          يوافق كلّ من صاحب العمل ومقدّم الخدمة على عدم استخدام الموقع الإلكتروني أو خدماته للاحتيال على أو تضليل أيّ شخص أو كيان؛ بما في ذلك على سبيل المثال فلكسي غيغز أو أيّ مستخدم مسجّل.
                          لن تزوّد فلكسي غيغز أيّ مستقلّ بأيّ مواد أو أدوات لإتمام أيّ مشروع.
                          تقوم فلكسي غيغز بدور مقدّم خدمات السداد نيابة عنك؛ من خلال إنشاء واستضافة والحفاظ على وتقديم خدمات فلكسي غيغز لإعداد الفواتير والدفع عبر الإنترنت. لا تمتلك فلكسي غيغز أيّ سيطرة على الخدمات التي حُرّرت فواتيرها أو دُفع ثمنها باستخدام خدمات فلكسي غيغز لإعداد الفواتير والدفع.
                          تحتفظ فلكسي غيغز بالحقّ في تعديل شروط الخدمة هذه وجميع المعلومات ذات الصلة -من حينٍ لآخر ووفقًا لتقديرها الخاص- من خلال تحديث هذا المنشور أو أيّ معلومات ذات صلة.
                          يجوز لـ فلكسي غيغز حذف بعض أو جميع خدماتها أو تعديلها أو الإضافة إليها في أيّ وقت وفقًا لتقديرها الخاصّ؛ من خلال نشر إشعار مسبق بوقت مناسب على الموقع الإلكتروني.
                          وللتيسير على المستخدمين؛ توفّر فلكسي غيغز أساليب مختلفة للدفع للمستقلّين،  ولكلّ أسلوب منها طريقة معالجة بإطار زمني مختلف.
                          من الضروري حقًا أنْ يقوم مزوّد الخدمة بحماية عمله/عملها وذلك لحماية حقوقه/حقوقها الفكرية. وإذا لم يقم بذلك؛ فلن تتحمّل فلكسي غيغز مسؤولية ذلك. '],
		],
		[
			['tag'=>'h3','text'=>'1. التسجيل:'],
			['tag'=>'p','text'=>'لكي تصبح مستخدمًا مسجّلًا وتتمكّن من الاستفادة من خدماتنا؛ يجب عليك التسجيل لإنشاء حساب. أنت توافق على تقديم معلومات صحيحة ودقيقة وكاملة على النحو المطلوب في نموذج التسجيل وجميع النماذج التي تدخل إليها على الموقع الإلكتروني، وعلى تحديث هذه المعلومات للحفاظ على صحتها ودقّتها وتمامها. '],
		],
		[
			['tag'=>'h3','text'=>'2. الأهلية:'],
			['tag'=>'p','text'=>'لاستخدام الخدمات المقدّمة من خلال موقعنا الإلكتروني، يجب أنْ يكون عمرك على الأقل ثمانية عشر (18) عامًا أو أكثر لتتمكّن من إبرام عقود قانونية ملزمة.  لكي تصبح مستخدمًا مسجّلًا، يجب أنْ تقبل جميع الشروط والأحكام الواردة والمشار إليها والمرتبطة بشروط الخدمة هذه. إذا أصبحت مستخدمًا مسجّلاً، فإنّك توافق على ما يلي: 
        الالتزام بشروط الخدمة والعمليات والإجراءات والمبادئ التوجيهية الموضّحة في الموقع الإلكتروني؛
        تحمُّل المسؤولية المالية الناشئة عن استخدامك للموقع الإلكتروني وشراء الخدمات أو تقديمها؛
        تنفيذ التزاماتك على النحو المحدّد في أيّ اتفاقية مشروع تقبله؛ ما لم تكن هذه الالتزامات محظورة بموجب القانون أو شروط الخدمة. تحتفظ فلكسي غيغز -وفق تقديرها الخاص- بالحقّ في رفض خدمات أيّ شخص أو تعليقها أو إنهائها.
        فيما يتعلق بالمستخدمين دون السنّ القانونية: يمكن للآباء أو الأوصياء إنشاء حسابات بالنيابة عنهم مع تحمّلهم لجميع ما يترتب على ذلك. '],
		],
		[
			['tag'=>'h3','text'=>'3. الحسابات والملفات الشخصية.'],
			['tag'=>'p','text'=>'(1) بصورة عامة. بمجرد تسجيلك في الموقع الإلكتروني كمستخدم مسجّل؛ سيقوم الموقع بإنشاء حساب لك على فلكسي غيغز.me. (وربطه برقم حساب).

        (2) اسم المستخدم وكلمة المرور.  أثناء التسجيل؛ سيُطلب منك اختيار اسم مستخدم وكلمة مرور لحسابك. 
         بصفتك مستخدمًا مسجّلًا؛ فإنّك توافق على حماية والحفاظ على سرية اسم المستخدم وكلمة المرور اللذيْن تستخدمهما للدخول على هذا الموقع الإلكتروني، وأنت مسؤول عن ذلك مسؤولية كاملة. أنت تصرّح لـ فلكسي غيغز بافتراض أنّ أيّ شخص يستخدم الموقع باسم المستخدم وكلمة المرور الخاصيْن بك هو أنت أو شخص مخوّل بالعمل نيابة عنك. وأنت توافق على إبلاغنا على الفور في حالة اشتباهك في حدوث أيّ استخدام غير مصرّح به لحسابك.

        (3) المستقلّون.  على النحو الموضّح في الموقع الإلكتروني؛ يمكن للمستقلّ استخدام ملفه الشخصي للترويج لمشاريع و/أو خدمات. '],
		],
		[
			['tag'=>'h2','text'=>'4. العلاقات'],
			['tag'=>'h3','text'=>'1. المستخدمون المسجّلون و فلكسي غيغز:'],
			['tag'=>'p','text'=>'(1) بصورة عامة. فلكسي غيغز ليست طرفًا في التعامل والتعاقد والوفاء بأيّ مشروع بين أصحاب الأعمال والمستقلّين، ولا تمتلك أيّ سيطرة على أيّ خدمات منفّذة أو مخرجات لمشاريع منجزة أو معلن عنها، ولا تضمن جودتها أو سلامتها أو مشروعيتها؛ وكذلك لا تضمن صحة قوائم المشاريع أو دقّتها؛ أو مؤهلات المستخدمين المسجّلين أو خلفياتهم أو إمكانياتهم؛ أو قدرة المستقلّين على أداء الخدمات؛ أو قدرة أصحاب الأعمال على دفع ثمن الخدمات؛ أو قدرة أصحاب الأعمال أو المستقلّين أو عزمهم على إتمام المشاريع. فلكسي غيغز ليست مسؤولة عن الطريقة التي يعمل بها المستقلّون ولن تراقبها، كما أنّها ليست مشاركة في عملية توظيف المستقلّين أو فصلهم أو مجازاتهم أو وضع شروط العمل الخاصّة بهم. جميع الحقوق والالتزامات المتعلّقة بشراء الخدمات وبيعها أو غير ذلك من مخرجات المشاريع تكون فقط بين أصحاب الأعمال والمستقلّين. لن تزوّد فلكسي غيغز أيّ مستقلّ بأيّ مواد أو أدوات لإتمام أيّ مشروع. يجب على أصحاب الأعمال والمستقلّين الالتزام فقط بإنفاذ وأداء جميع الحقوق والالتزامات الناشئة عن اتفاقيات المشاريع وأيّ شروط أو أحكام أو إقرارات أو ضمانات أخرى مرتبطة بهذه المعاملات.
        (2) الطرف الثالث المستفيد من اتفاقيات المشاريع.  يقرّ أصحاب الأعمال والمستقلين بأنّ قيمة الموقع الإلكتروني وسمعته وشهرته التجارية تعتمد على أدائهم لتعهُّداتهم واتفاقياتهم على النحو المنصوص عليه في اتفاقيات مشاريعهم؛  لذا، يعيّن صاحب العمل والمستقلّ  فلكسي غيغز كطرف ثالث مستفيد من اتفاقية مشروعهما لأغراض إنفاذ الالتزامات والفوائد المستحقّة لـ فلكسي غيغز وفقًا لشروط الخدمة هذه.  كما يوافق أصحاب الأعمال والمستقلّون على أنّ لـ فلكسي غيغز الحقّ في اتّخاذ إجراءات فيما يتعلق باتفاقيات المشاريع أو حساباتهم؛ بما في ذلك على سبيل المثال: التعليق أو الإنهاء أو أيّ إجراء قانوني آخر تراه فلكسي غيغز ضروريًا -وفق تقديرها الخاص- لحماية قيمة الموقع الإلكتروني وسمعته وشهرته التجارية.
        (3) الوكالات.  لن تُفسّر شروط الخدمة هذه وأيّ تسجيل أو استخدام لاحق لهذا الموقع الإلكتروني من قبل أيّ مستخدم أو مستخدم مسجّل على أنّها إنشاء أو إشارة لأيّ علاقة وكالة أو امتياز أو شراكة أو مشروع مشترك بينك وبين فلكسي غيغز؛ باستثناء العلاقة المنصوص عليها صراحة فحسب.   
        (4) الضرائب. يتحمّل المستخدمون المسجّلون مسؤولية دفع الضرائب وتقديم الإقرارات الضريبية. فلكسي غيغز ليست ملزمة بتحديد الضرائب المطبقة أو تحويلها أو جمعها أو تقديم إقراراتها. أنت تقرّ بالتزامك بجميع التشريعات الضريبية الحكومية واللوائح والقوانين العامة السارية. في حالة استلام فلكسي غيغز لإشعار يفيد عدم التزامك بأيّ من هذه التشريعات أو اللوائح أو القوانين العامة؛ فستعتبر فلكسي غيغز هذا الإشعار خرقًا لهذا البند وستعلّق حسابك. '],
		],
		[
			['tag'=>'h3','text'=>'2. صاحب العمل ومقدّم الخدمة.'],
			['tag'=>'p','text'=>'(1) اتفاقية المشروع: الشراكة في أيّ مشروع وإدارته تكون بين صاحب العمل وبين "مقدّم الخدمة". عند قبول عرض سعر؛ يوافق "صاحب العمل" على الشراء، ويوافق "مقدّم الخدمة" على تقديم الخدمات وما يتصل بها من المخرجات؛ وفقًا للاتفاقيات التالية: 
        (أ) تتضمن الاتفاقية بين "صاحب العمل" وبين "مقدّم الخدمة" مقترح المشروع ووصفه وغير ذلك من الشروط والأحكام على النحو الموضّح بين "صاحب العمل" و "مقدّم الخدمة" على الموقع الإلكتروني أو بطريقة أخرى. 
        (ب) شروط الخدمة هذه وأيّ محتوى آخر يتمّ تحميله على الموقع الإلكتروني من قبل أيّ من الطرفين (تعني مجتمعة "اتفاقية المشروع"). 
        أنت توافق على عدم الدخول في أيّ أحكام تعاقدية تتعارض مع شروط الخدمة هذه.  وأيّ شرط من شروط اتفاقية المشروع يتعارض مع شروط الخدمة هذه يُعتبر لاغيًا. 
        "صاحب العمل" مسؤول عن إدارة وفحص وقبول ودفع ثمن الخدمات والمخرجات المُرضية؛ وفقًا لاتفاقية المشروع في الوقت المحدّد. 
        "مقدّم الخدمة" مسؤول عن تنفيذ الخدمات بالجودة المطلوبة؛ وفقًا لاتفاقية المشروع في الوقت المحدّد. يتعهّد كلّ من صاحب العمل ومقدّم الخدمة ويوافقان على التصرُّف بحسن نية والتعامل بصورة عادلة في تنفيذ اتفاقية المشروع.
        (2) استقلالية شروط الخدمة: يقرّ كلّ من صاحب العمل ومقدّم الخدمة ويوافقان على أنّ علاقتهما هي علاقة متعاقديْن مستقلّين. ينفّذ مقدّم الخدمة خدماته كمتعاقد مستقلّ، ولا يُعتبر أيّ شرط من شروط الخدمة هذه إنشاء لشراكة أو مشروع مشترك أو وكالة أو علاقة بين صاحب عمل بموظفه بين صاحب عمل ومقدّم خدمة، أو بين فلكسي غيغز وأيّ صاحب عمل أو مستقلّ. '],
		],
		[
			['tag'=>'h2','text'=>'5. رسوم فلكسي غيغز'],
			['tag'=>'p','text'=>'لا توجد رسوم لإنشاء الحسابات أو الإعلان عن الوظائف.  ومع ذلك، هناك حالات معينّة تُطبّق عليها رسوم.   
        1. رسوم الخدمات. تخصم فلكسي غيغز رسمًا أو أكثر من الرسوم التالية -حسب الاقتضاء- من المدفوعات التي يدفعها أصحاب الأعمال -الذين يستخدمون خدمات فلكسي غيغز لإعداد الفواتير والدفع- إلى المستقلّين:
        رسوم التسليم. تفرض فلكسي غيغز على جميع المستخدمين رسم مشروع؛ وهو 7٪ من إجمالي تكاليف المشروع.
        رسوم التحويل المصرفي. إذا رغب أحد المستقلّين في إيداع أتعابه في حسابه/حسابها؛ فسيتم خصم 2٪ قيمة رسوم التحويل البنكي.
        رسوم خدمة تسوية المنازعات. لاستخدام خدمة تسوية المنازعات وبصرف النظر عن طبيعة القرار المُتّخذ وأيّ مصاريف مترتبة على ذلك؛ تتقاضى فلكسي غيغز رسوم هذه الخدمة، بما يعادل 25 جنيهًا مصريًا أو 5٪ (أيّهما أكبر) من إجمالي المبلغ المدفوع من قبل صاحب العمل إلى فلكسي غيغز عن المشروع ذي الصلة بهذه المدفوعات.
        يُرجى ملاحظة أنّ فلكسي غيغز تحتفظ لنفسها بالحقّ في تغيير رسوم التسليم أو رسوم المعالجة أو أيّ رسوم أخرى يحقّ لـ فلكسي غيغز تحصيلها في أيّ وقت وفقًا لتقديرها الخاصّ؛ من خلال نشر إشعار مسبق بوقت مناسب على الموقع الإلكتروني. 
        (5) المبالغ المستردّة: بمجرد الانتهاء من مشروع وتسليمه؛ فلن يتم رد أيّ رسوم خدمة سبق دفعها. '],
		],
		[
			['tag'=>'h2','text'=>'6. خدمات فلكسي غيغز لإعداد الفواتير والدفع'],
			['tag'=>'h3','text'=>'ا. فواتير فلكسي غيغز'],
			['tag'=>'p','text'=>'تمكّن فواتير فلكسي غيغز المستقلّين من إصدار الفواتير، وتمكّن أصحاب الأعمال من دفع ثمن الخدمات.

        (1) بصورة عامة. عند إتمام مستقلّ لأحد المشاريع لصالح صاحب عمل؛ فسيقوم المستقلّ بإكمال نموذج الفاتورة الإلكترونية ("الفاتورة") وإرسالها إلى فلكسي غيغز عبر الموقع الإلكتروني. ويجب على المستقلّ إكمال فاتورة لكلّ مشروع على حدة، وتقديمها إلى فلكسي غيغز. سيقدّم المستقلّ إلى فلكسي غيغز قائمة بنود تتضمن على سبيل المثال: ساعات عمله، والمبلغ المستحقّ، ووصف المشروع (المشاريع)؛ ليتمّ تضمينها في الفاتورة ("تفاصيل الفاتورة"). لن تعتبر تفاصيل الفاتورة هذه نهائية إلا إذا أكّد المستقلّ دقّة تفاصيلها أو تنازل عن حقّه في مراجعة تفاصيلها. إذا تنازل مهنيّ عن حقّه أو حقّها في مراجعة تفاصيل الفاتورة؛ فسيتم تضمين كافة بنود تفاصيل الفاتورة على النحو الذي تستلمه فلكسي غيغز. هذا، وتنصح فلكسي غيغز جميع المستقلّين بمراجعة تفاصيل فواتيرهم.  سترسل فلكسي غيغز الفاتورة إلى صاحب العمل؛ وعلى صاحب العمل تأكيد المدفوعات المحدّدة في الفاتورة ("المدفوعات") لـ فلكسي غيغز. عندما يقوم صاحب عمل بالدفع من خلال خدمة فلكسي غيغز لإعداد الفواتير؛ فستخصم فلكسي غيغز رسوم الخدمة المناسبة المستحقّة لـ فلكسي غيغز على النحو الموّضح في الموقع الإلكتروني، وترسل المبلغ المتبقي إلى المستقلّ.
        (2) منازعات الفواتير. إذا اعترض أيّ صاحب عمل بشكل معقول على أيّ فاتورة؛ فسيدفع صاحب العمل جميع المبالغ غير المتنازع عليها خلال الأطر الزمنية المحدّدة في الاتفاقية، وسيتعاون الطرفان في التحقُّق من أيّ مبالغ متنازع عليها. لن تكون أيّ مبالغ فواتير معترض عليها بشكل معقول من قبل صاحب عمل مستحقّة الدفع للمستقلّ لحين تسوية هذا النزاع.  التزام فلكسي غيغز بدفع أيّ مدفوعات (مخصومًا منها رسوم الخدمة) مشروط صراحة بما يلي: 

        (أ) استلام فلكسي غيغز للمدفوعات من صاحب العمل المعني.
        (ب) تسوية جميع المنازعات القائمة المتعلقة بهذه الفاتورة و/أو المدفوعات. '],
		],
		[
			['tag'=>'h3','text'=>'2. خدمة الإيداع الآمن. '],
			['tag'=>'p','text'=>'تمكّن خدمة الإيداع الآمن أصحاب الأعمال من تحويل بعض مسؤوليات الدفع إلى فلكسي غيغز. 
        (1) بصورة عامة. بمجرد تأكيد صاحب عمل على طلب خدمة من مقدّم خدمة؛ فسيدفع صاحب العمل قيمة الخدمات التي سيقدّمها المستقلّ إلى فلكسي غيغز على الفور. وبناءً على ذلك، سيتحمّل موقع فلكسي غيغز المسؤولية عن سداد أتعاب هذه الخدمة للمستقلّ (مخصومًا منها رسوم الخدمة). يوافق موقع فلكسي غيغز على عدم دفعه للمستقلّين أتعاب خدماتهم إلا بعد قبول صاحب العمل للخدمات.  أنت تقرّ بأنّ هذه الأموال ستكون خاصّة بـ فلكسي غيغز فور تحويلها إليها. ومع ذلك، توافق فلكسي غيغز على ردّ هذه الأموال إلى صاحب العمل في حالة:
        (أ) إقرار المستقلّ بعدم إتمامه للخدمات، أو 
        (ب) إتمام صاحب العمل والمستقلّ لعملية تسوية منازعات نتج عنها قرار بأنّ صاحب العمل هو المستلم المستحقّ لهذه الأموال. يوافق فلكسي غيغز على إبقاء كلّ من صاحب العمل والمستقلّ على علم بحالة التزامات الدفع المفترضة؛ وإذا قام أيّ من الطرفين -لأيّ سبب من الأسباب- بطلب خدمة تسوية المنازعات بشأن هذه الحالة؛ فسيتم إخطار الطرفين بأنّه سيتم معالجة هذه المسألة من خلال خدمة تسوية المنازعات.
        (2) نزاعات الإيداع الآمن. إذا اعترض صاحب عمل بشكل معقول على جودة خدمات مقدّمة من مستقلّ أو عدم استكمالها؛ فيوافق كلّ منهما على أنّه لن يكون على فلكسي غيغز أيّ التزامات دفع لأيّ طرف ذي صلة بالرسوم المعنية لحين تسوية هذا النزاع؛ وفقًا للبند 7 المذكور أدناه. التزام فلكسي غيغز بدفع أيّ مدفوعات (مخصومًا منها رسوم الخدمة) مشروط بشكل واضح بتسوية جميع المنازعات القائمة المتعلقة بهذه المدفوعات. '],
		],
		[
			['tag'=>'h3','text'=>'3. تحويل الأموال:'],
			['tag'=>'p','text'=>'(1) بصورة عامة. لاستلام أموالك المستحقّة، يجب عليك تأكيد اختيارك لطرق تحويل الأموال المتاحة على الموقع الإلكتروني. تخضع أيّ من هذه الطلبات للشروط والقيود الواردة في الموقع الإلكتروني وفي شروط الخدمة هذه. بصرف النظر عن أيّ شرط آخر من شروط الخدمة هذه؛ إذا قرّرت فلكسي غيغز -وفق تقديرها الخاصّ- أنّ أحد المستخدمين المسجّلين قد خالف شروط الموقع الإلكتروني وقيوده أو شروط الخدمة؛ فيحقّ لها رفض معالجة طلبه.
        (2) تعليق التحويلات. تحتفظ فلكسي غيغز بحقّها في تعليق أيّ تحويلات مطلوبة وفق تقديرها الخاصّ؛ وذلك في حالة شكّها في أنّ أموال هذه التحويلات قد تكون عرضة للرد من شركة ائتمان أو بنك، أو فشل مقاصة أو احتيال. وستقوم فلكسي غيغز برفع التعليق في أقرب وقت ممكن عمليًا.'],
		],
		[
			['tag'=>'h3','text'=>'4. العلاقة القانونية'],
			['tag'=>'p','text'=>'(1) فلكسي غيغز ليست وكيلك فيما يتعلق بالأموال المحوّلة إلى فلكسي غيغز مقابل أيّ من التزامات الدفع المفترضة.
        (2) يجب على جميع المستقلّين إبراء ذمة أصحاب الأعمال على نحو صحيح من جميع المدفوعات التي تدفعها لهم فلكسي غيغز فيما يتعلق بالخدمات المقدّمة إليهم.
        (3) تقوم فلكسي غيغز بدور مقدّم خدمات نيابة عنك من خلال إنشاء واستضافة والحفاظ على وتقديم خدمات فلكسي غيغز لإعداد الفواتير والدفع عبر الإنترنت. لا تمتلك فلكسي غيغز أيّ سيطرة على الخدمات التي حُرّرت فواتيرها أو دُفع ثمنها باستخدام خدمات فلكسي غيغز لإعداد الفواتير والدفع. بالإضافة إلى ذلك، ليس لـ فلكسي غيغز أيّ سيطرة على إتمام صاحب العمل أو المستقلّ للمعاملات الأساسية. وليست مسؤولة بأيّ حال عن مواعيد الفواتير أو دقّتها؛ أو مواعيد أو دقّة أو إتمام أو جودة أيّ منتج لعمل قام به مستقلّ كمخرج لمشروع ممنوح له.
        (4) باستخدامك خدمات فلكسي غيغز لإعداد الفواتير والدفع؛ فإنّك تقرّ صراحة بأنّ (أ) فلكسي غيغز لا تتصرف كوصي أو وكيل عن أصحاب الأعمال أو المستقلّين، وأنّ خدمات فلكسي غيغز لإعداد الفواتير والدفع مقدّمة للمستخدمين المسجّلين بطريقة إدارية؛ (ب) "فلكسي غيغز" ليست "مؤسسة مالية"، وخدمات فلكسي غيغز لإعداد الفواتير والدفع هي خدمات سداد بديلة للخدمات المصرفية؛ (ج) فلكسي غيغز ليست مصرفًا والمدفوعات التي يتمّ تحويلها من خلالها ليست ودائع مؤمّن عليها وأنّها عرضة للتأخُّر في السداد أو الخسارة أو المصادرة. '],
		],
		[
			['tag'=>'h3','text'=>'5. شروط دفع متنوعّة '],
			['tag'=>'p','text'=>'(1) نحن -بصفتنا تاجرًا- لا نتحمّل أيّ مسؤولية من أيّ نوع فيما يتعلق بأيّ خسارة أو ضرر ناجم بصورة مباشرة أو غير مباشرة عن رفض التصريح لأيّ معاملة على حساب صاحب البطاقة. 

        (2) المدفوعات المصرّح بها نهائية. يُعتبر استخدامك لخدمات فلكسي غيغز لإعداد الفواتير والدفع موافقة منك على دفع أيّ مبالغ تصرّح لنا بها مقابل المعاملات، ويتمّ خصم الرسوم ذات الصلة من بطاقتك الائتمانية، أو حسابك المصرفي؛ حسب الاقتضاء. وبمجرد تصريحك لنا بذلك؛ تكون هذه المدفوعات نهائية.  عند قبول صاحب عمل لخدمات؛ (1) فلا تتحمّل فلكسي غيغز أيّ مسؤولية إضافية تجاه أيّ طرف فيما يتعلق بدفع ثمن هذه الخدمات؛ (2) يقرّ صاحب العمل بأنّ فلكسي غيغز قد قدّمت خدماتها بصورة كاملة فيما يتعلق بمدفوعاته الخاصّة بالتزامات الدفع المفترضة أو الفاتورة، حسب الاقتضاء؛ (3) بموجب هذه الوثيقة؛ يعفي صاحب العمل فلكسي غيغز من جميع الالتزامات المتعلقة بهذه المدفوعات.
        (3) المعاملات الاحتيالية؛ المعاملات الخاطئة أو المكرّرة؛ رد الأموال من شركة ائتمان. تحتفظ فلكسي غيغز بالحقّ في مطالبتك بتعويض إذا اكتشفت فلكسي غيغز وجود معاملة احتيالية، أو خاطئة أو مكرّرة، أو إذا استلمت فلكسي غيغز إشعارًا بردّ أموال من أيّ شركة ائتمان لصاحب عمل أو أيّ بنك لأيّ سبب من الأسباب، وسيتعين عليك دفع ذلك التعويض. أنت تقرّ بحقّ فلكسي غيغز في التحقيق في جميع المعاملات لتجنُّب الاحتيال. علاوة على ذلك، فإنّك توافق على التعاون مع أيّ طلبات معقولة من قبل فلكسي غيغز في إطار سعيها للتحقيق في الاحتيال. أنت توافق على أنّ لـ فلكسي غيغز الحقّ في الحصول على هذا التعويض عن طريق خصمه من حسابك، أو من تحويلاتك المستقبلية، أو من بطاقتك الائتمانية، أو من أيّ حساب مصرفي مرتبط بحسابك، أو بأيّ وسيلة أخرى مشروعة، بما في ذلك استخدام طرف ثالث لتحصيل المستحقّات. عدم سداد التعويضات الخاصّة بردّ الأموال من شركة ائتمان أو بنك يُعدّ سببًا لإنهاء حسابك.
        (4) العملة. تعمل خدمات فلكسي غيغز لإعداد الفواتير والدفع بالجنيه المصري أو الدولار الأمريكي؛ وبالتالي لا تتحمّل فلكسي غيغز مسؤولية عن أيّ تقلّبات في العملات قد تحدث عند إصدار فاتورة أو تسجيل بطاقة ائتمان أو بطاقة خصم بعملة أخرى بخلاف الجنيه المصري، وكذلك لا تعتبر فلكسي غيغز مسؤولة عن أيّ تقلبات في أسعار العملات قد تحدث عند استلام مبالغ أو إرسالها عبر حساب بطاقة ائتمان.
        (5) حصرية استخدام الخدمات وعدم التحايل عليها. 
         يوافق أصحاب الأعمال على استخدام خدمات فلكسي غيغز لإعداد الفواتير والدفع  لسداد جميع المدفوعات للمستقلّين؛ سواء في المرة الأولى أو المرات اللاحقة. أنت توافق أيضًا على عدم اتّخاذ أيّ إجراء بصورة مباشرة أو غير مباشرة للتحايل على خدمات فلكسي غيغز لإعداد الفواتير والدفع، أو أيّ رسوم مرتبطة بها. بصفتك مستقلًا، فإنّك توافق على استخدام خدمات فلكسي غيغز لإعداد الفواتير والدفع  لاستلام جميع مدفوعاتك المحدّدة من أصحاب الأعمال من خلال الموقع الإلكتروني؛ سواء في المرة الأولى أو المرات اللاحقة. بالإضافة إلى ذلك، فأنت توافق أيضًا على عدم التحايل على خدمات فلكسي غيغز لإعداد الفواتير والدفع أو أيّ رسوم مرتبطة بها.
        (6) الإشعارات. بصفتك صاحب عمل؛ فأنت توافق على إخطار فلكسي غيغز على الفور إذا طلب المستقلّ أن تدفع له مستحقّاته خارج الموقع الإلكتروني. بصفتك مستقلًا؛ فأنت توافق على إخطار فلكسي غيغز على الفور إذا طلب صاحب العمل أن يدفع لك مستحقّاتك خارج الموقع الإلكتروني. إذا علمت بحدوث أيّ مخالفة للمحظورات السابقة أو أيّ تحايل محتمل على خدمات فلكسي غيغز لإعداد الفواتير والدفع؛ فيُرجى تقديم تقرير سرّي إلى فلكسي غيغز عن طريق البريد الإلكتروني إلى info@فلكسي غيغز.com.
        (7) الاتفاق على الدفع. في حالة عدم استلام فلكسي غيغز -لأيّ سبب من الأسباب- لأيّ مدفوعات صرّحت بدفعها من خلال استخدامك لخدمات فلكسي غيغز لإعداد الفواتير والدفع؛ فإنّك توافق على دفعها فورًا عند مطالبتك بها من قبل فلكسي غيغز. وأنت توافق أيضًا على دفع أيّ رسوم فائدة وأتعاب محاماة وأيّ تكاليف تحصيل أخرى تكبّدتها فلكسي غيغز لتحصيل المبلغ المصرّح به وغير المسدّد منك. وفي هذه الحالة، يجوز لـ فلكسي غيغز -وفقًا لاختيارها- إيقاف معالجة أيّ مدفوعات أخرى قمت بدفعها، وخصم ما يغطي أيّ عجز أو خسائر أو تكاليف تكبّدتها نتيجة استخدامك لخدمات فلكسي غيغز لإعداد الفواتير والدفع وذلك من المبالغ التي تحتفظ بها نيابة عنك. كما يجوز لـ فلكسي غيغز تقديم تقارير مناسبة إلى وكالات الإبلاغ الائتماني والمؤسسات المالية والهيئات الضريبية وسلطات إنفاذ القانون، والتعاون معهم في أيّ تحقيق أو دعوى قضائية. '],
		],
		[
			['tag'=>'h2','text'=>'7. خدمات تسوية المنازعات'],
			['tag'=>'h3','text'=>'1. الأهلية:'],
			['tag'=>'p','text'=>'تقدّم فلكسي غيغز خدمة تسوية المنازعات إلى المستخدمين المسجّلين الذين يطلبون من فلكسي غيغز تحمّل كامل مسؤولية دفع ثمن الخدمات أو جزء منها، والمتنازعين بشأن مشروع يتمّ وفقًا لـ (1) منشور على الموقع الإلكتروني من قبل صاحب العمل (2) عرض من مستقلّ عبر الموقع الإلكتروني استجابة لهذا المنشور (3) قبول صاحب العمل لهذا العرض من المستقّل عبر الموقع الإلكتروني.  يوافق صاحب العمل والمستقلّ ويقرّان بأنّه فيما يتعلق بالتزامات الدفع المفترضة؛ فإنّ جميع هذه المنازعات المرتبطة بالرسوم الأساسية تخضع لشروط هذا البند "7". '],
		],
		[
			['tag'=>'h3','text'=>'2. المعالجة:'],
			['tag'=>'p','text'=>'(1) الوساطة. في أيّ نزاع ينشأ بين مستخدمين مسجّلين فيما يتعلق بمشروع مستوفٍ لشروط خدمة تسوية المنازعات، فإنّك توافق على توسيط فلكسي غيغز في تسوية هذا النزاع بحسن نية خلال مدّة عشرة (10) أيام عمل. وتبدأ هذه المدّة من اليوم الذي يطلب فيه أيّ من الطرفين خدمة تسوية المنازعات عبر الموقع الإلكتروني. في حالة قبول كلا الطرفين لنتائج هذه الوساطة في نزاع ما؛ فإنّك توافق على قبول على نتائج هذه الوساطة عبر الموقع الإلكتروني؛ وستقوم فلكسي غيغز بصرف الأموال وفقًا لذلك. إذا كنت غير راضٍ عن التقدُّم المحرز في الوساطة، أو إذا انقضت مدّة العشرة (10) أيام عمل منذ إبلاغك فلكسي غيغز عن حدوث نزاع بينك وبين المستقلّ؛ فإنّك توافق على إحالة هذا النزاع إلى تحكيم مُلزم على النحو الموضّح أدناه.

        (2) التحكيم. في أيّ نزاع لا يمكن حلّه من خلال الوساطة بين صاحب العمل والمستقلّ؛ فإنّك توافق وتقرّ صراحة بأنّ فلكسي غيغز أو أيّ طرف ثالث تختاره فلكسي غيغز سيحكم في النزاع وفقًا لشروط الخدمة والموقع الإلكتروني.

        (أ) أنت تقرّ وتوافق على أنّ فلكسي غيغز ستفسّر أيّ اتفاقية مشروع على أساس سير التعاملات والممارسات الصناعية العامة. وعلى وجه التحديد، لا يكون المحكّم ملزمًا -عند إصداره لقراره- إلا بمراعاة ما يلي: (1) اتفاقية المشروع (2) سير تعاملات الطرفين حسبما يتضح من الأنشطة أو الاتصالات عبر الموقع الإلكتروني (3) المشروع نفسه (4) أيّ معلومات أو اتصالات يتفق عليها صاحب العمل والمستقلّ.

        (ب) تُصدر فلكسي غيغز قرارها في غضون خمسة (5) أيام عمل من فشل جهود الوساطة. وخلال هذا الوقت، ننصحك بالاستمرار في التفاوض على تسوية ودية مع المستقلّ المتنازع معه.

        (ج) أنت توافق على أنّ قرار فلكسي غيغز -بصفتها محكّمًا- يكون نهائيًا وملزمًا وغير قابل للاستئناف. وتبعًا لذلك، سنقوم بتحويل الأموال وفقًا لقرار المحكّم في غضون مدّة زمنية معقولة بعد صدور القرار.

        (د) إذا كنت الطرف الفائز في قرار تحكيم فلكسي غيغز؛ فإنّك توافق على أنّه لا يحق لك، ولا تتمتّع بحق ملكية، أو حصة، أو ترخيص المشروع موضوع النزاع.  وفي هذه الحالة، فإنّك توافق على إعادة ما لديك من نسخ ورقية خاصّة بهذا المشروع، وتدمير أيّ نسخ إلكترونية لديك منه. '],
		],
		[
			['tag'=>'h3','text'=>'3. الاتّصالات: '],
			['tag'=>'p','text'=>'أنت توافق وتقرّ بأنّ  
        (1) فلكسي غيغز ستستخدم عنوان البريد الإلكتروني لحسابك المسجّل لإخطارك وإبلاغك بأيّ نزاع؛ عند حدوثه. 

        (2) أنت وحدك المسؤول عن استلام أيّ إشعار أو اتّصال ترسله فلكسي غيغز عن طريق عنوان البريد الإلكتروني لحسابك المسجّل عند حدوث نزاع. '],
		],
		[
			['tag'=>'h3','text'=>'4. الإقرارات.'],
			['tag'=>'p','text'=>'أنت توافق وتقرّ  
        (1) بأنّ فلكسي غيغز لا تقدّم خدمات استشارات قانونية. 
        (2) بأنّ فلكسي غيغز لن تسدي إليك نصائح فيما يتعلق بأيّ مسائل قانونية.  
        (3) بأنّه إذا كنت ترغب في الحصول على استشارة قانونية؛ فينبغي أن تسعى لاستشارة مستشار قانوني مستقلّ مرخّص له بمزاولة مهنة المحاماة في نطاق سلطتك القضائية وعدم الاعتماد على فلكسي غيغز في أيّ استشارات من هذا القبيل. أنت توافق على تعويض وإبراء ذمّة فلكسي غيغز وجميع الشركات التابعة لها عن أيّ أضرار أو التزامات ناجمة عن استخدامك لخدمة تسوية المنازعات.  في حالة عدم موافقتك على استخدام خدمة تسوية المنازعات هذه وفقًا لهذه الشروط؛ فعليك ألا تطلب من فلكسي غيغز أنْ تتحمّل التزامات الدفع المفترضة. '],
		],
		[
			['tag'=>'h2','text'=>'8. الإنهاء و التعليق'],
			['tag'=>'p','text'=>'1. تسري شروط الخدمة هذه باعتبارها الاتفاقية التعاقدية الخاصّة بك عند استخدامك للموقع الإلكتروني، وتستمر لحين إنهائك لحسابك أو إنهائه بواسطة فلكسي غيغز على النحو المنصوص عليه في شروط هذا البند.

        2. يجوز لأيّ من الطرفين إنهاء الاتفاقية التعاقدية الممثّلة في شروط الخدمة هذه في أيّ وقت بإرسال إشعار للطرف الآخر؛ ما لم يتم الاتّفاق على خلاف ذلك كتابة بين الطرفين.  وفي هذه الحالة، يتم إنهاء حسابك تلقائيًا و (1) تستمر فلكسي غيغز في أداء الخدمات اللازمة لإتمام أيّ معاملة قائمة بينك وبين أيّ مستخدم مسجّل آخر؛ و (2) تظل ملزمًا بدفع أيّ مبالغ مستحقّة لم يتم سدادها اعتبارًا من تاريخ إنهاء فلكسي غيغز لأيّ خدمة ولأيّ مستقلّ مقابل أيّ خدمات.

        3. بدون تقييد للتدابير الأخرى، يجوز لـ فلكسي غيغز إصدار تحذير، أو تعليق حسابك أو مشروعك مؤقتًا أو لأجل غير مسمّى، أو إنهائهما، ورفض تقديم أيّ من أو جميع الخدمات إليك في حالة: (1) مخالفتك لنص أو روح أيّ من شروط وأحكام شروط الخدمة هذه أو السياسات والمعلومات المرتبطة بها والمدرجة بالإشارة إليها في هذه الوثيقة؛ بما في ذلك سياساتنا وإجراءاتنا المكتوبة والمنشورة على الموقع الإلكتروني؛ أو (2) عدم تمكّننا من التحقّق من أيّ معلومات تزودنا بها أو المصادقة عليها؛ أو (3) اعتقادنا -وفق تقديرنا الخاص- أنّ أفعالك قد تؤدي إلى مساءلتك قانونيًا، أو مساءلة مستخدمينا المسجّلين أو فلكسي غيغز أو تتعارض مع مصالح الموقع الإلكتروني. بمجرد تعليق حسابك إلى أجل غير مسمّى أو إنهائه؛ فيجب عليك عدم الاستمرار في استخدام الموقع الإلكتروني بنفس الحساب أو بحساب مختلف أو بإنشاء حساب جديد.

        4. عندما يتم إنهاء حسابك لأيّ سبب من الأسباب؛ فيمكن ألا تتمكّن من الوصول إلى البيانات والرسائل والملفات وغيرها من المواد التي تحتفظ بها على الموقع الإلكتروني. وقد يتم حذف هذه المواد مع جميع منشوراتك وعروضك السابقة.'],
		],
		[
			['tag'=>'h2','text'=>'9. الخصوصية والسرية.'],
			['tag'=>'p','text'=>'يخضع استخدامك للموقع الإلكتروني والخدمات المقدّمة فيه إلى شروط الخدمة هذه وسياسة خصوصية فلكسي غيغز. يجب عليك مسؤولية مراجعة سياسة خصوصية فلكسي غيغز المشار إليها في هذه الشروط؛ ونحن ننصحك بمراجعتها وطباعة نسخة منها. سياسة الخصوصية منشورة على الموقع الإلكتروني ويجوز تحديثها من حينٍ لآخر. وللأسف، لا يمكننا ضمان عدم الإفصاح عن معلوماتك الشخصية بطرق غير واردة في سياسة الخصوصية،  فقد نُطالب بموجب القانون بالكشف عن المعلومات للسلطات الحكومية أو هيئات إنفاذ القانون أو أطراف ثالثة بناءً على أمر استدعاء؛ وأنت تصرّح لنا بالكشف عن المعلومات التي نعتقد -وفق تقديرنا الخاص- أنّها ضرورية أو مناسبة. '],
		],
		[
			['tag'=>'h3','text'=>'1. محتوى المستخدم المسجّل. '],
			['tag'=>'p','text'=>'(1) أنت وحدك المسؤول عن المعلومات التي تنشرها على موقعنا الإلكتروني؛ بما في ذلك على سبيل المثال: (أ) أيّ محتوى صوتي أو مرئي أو صور فوتوغرافية (يُشار إليها مجتمعة بـ "محتوى الوسائط المتعددة")، و (ب) أيّ منشور في نطاق الرسائل العامة، من خلال ميزات البريد الإلكتروني أو آراء وتعليقات فلكسي غيغز (يُشار إليها مجتمعة بـ  "محتوى الوسائط غير المتعدّدة")، (ج) أيّ محتوى آخر ذي طابع شخصي، ويشمل ذلك على سبيل المثال: سيرتك الذاتية وترجمة حياتك (البيوجرافي) وتاريخك الوظيفي وأعمالك المنتجة لمستخدمين آخرين مسجّلين بما في ذلك الشركات ("المحتوى الشخصي"). وتحتفظ أنت بملكية جميع محتويات الوسائط المتعددة والمحتوى الشخصي وفقًا للتراخيص الممنوحة في شروط الخدمة هذه.

      (2) أنت تتنازل لـ فلكسي غيغز -بموجب هذه الشروط- عن حقوقك في محتوى الوسائط غير المتعدّدة. أنت تمنحنا حقًا غير حصري وعالميًا ودائمًا ومجانيًا وغير قابل للإلغاء في ممارسة جميع حقوق النشر والدعاية فيما يتعلق بمحتوى الوسائط المتعدّدة؛ وفي استخدام هذا المحتوى في أغراض الإعلان والدعاية لمنتجات فلكسي غيغز وخدماتها، وكذلك أنت تمنحنا حقًا غير حصري وعالميًا ودائمًا ومجانيًا وغير قابل للإلغاء في استخدام المحتوى الشخصي لغرض تقديم الخدمات.

      (3) المعلومات الخاصّة بك يجب ألا: (أ) تمثّل انتهاكًا لحقوق أيّ طرف ثالث، بما في ذلك على سبيل المثال: الملكية الفكرية أو الدعاية أو الخصوصية؛ (ب) تكون تشهيرية أو مسيئة أو تهديدية أو مزعجة؛ (ج) تكون فاحشة أو غير لائقة أو تحتوي على مواد إباحية.

      (4) نحن لا نصادق على المعلومات المنشورة على الموقع الإلكتروني بواسطة المستخدمين المسجّلين، ولسنا مسؤولين عنها، بما في ذلك على سبيل المثال أيّ معلومات منشورة عنك. نحن نحتفظ بالحقّ في اتّخاذ أيّ إجراء -وفق تقديرنا الخاص- فيما يتعلق بالمعلومات المنشورة على الموقع الإلكتروني والتي نراها غير مناسبة، بما في ذلك على سبيل المثال إنهاء حسابك. ومع ذلك، فلا يمكننا ولا يجوز لنا التحكُّم في المعلومات المقدّمة بواسطتك أو بواسطة غيرك من المستخدمين المسجّلين أو مقدّمي المحتوى الآخرين؛ والتي تكون متاحة عبر نظامنا. '],
		],
		[
			['tag'=>'h2','text'=>'10. الإقرارات وإخلاء المسؤولية والتقييدات والاستثناءات '],
			['tag'=>'p','text'=>'أ. إقرارات المستخدمين المسجّلين وضماناتهم. يقرّ جميع المستخدمين المسجّلين ويضمنون ويوافقون على:
        (1) عدم السماح باستخدام أيّ حساب إلا للمصرّح لهم بالتصرُّف نيابة عن المستخدم المسجّل ووفقًا لشروط الخدمة هذه فقط.
        (2) تحمُّل المسؤولية كاملة عن أيّ نشاط لأيّ مستخدم يستخدم حسابك.
        (3) عدم استخدام أيّ حساب أو اسم مستخدم أو كلمة مرور لمستخدم مسجّل آخر غير مصرّح لهم صراحة باستخدامه.
        (4) عدم السماح لأيّ طرف ثالث غير مصرّح له باستخدام حسابك في أيّ وقت.
        (5) عدم استخدام أيّ جهاز أو برنامج أو برنامج فرعي، بما في ذلك على سبيل المثال أيّ فيروسات أو أحصنة طروادة أو ديدان إنترنت أو قنابل موقوتة أو روبوتات أو هجمات لتعطيل الخدمات؛ بهدف إلحاق ضرر، أو التداخل مع عمل الموقع الإلكتروني أو أيّ معاملة تجري عبر الموقع.
        (6) عدم اعتراض أو مصادرة أيّ نظام أو بيانات أو معلومات شخصية من الموقع الإلكتروني.
        (7) عدم رفع أيّ مواد تشكّل حملًا كبيرًا غير مناسب للبنية الأساسية للموقع الإلكتروني، بما في ذلك على سبيل المثال "الرسائل غير المرغوب فيها" أو غير ذلك من تقنيات إرسال الرسائل الجماعية غير المرغوب فيها.
        (8) أنّ لهم الحقّ والسلطة في ممارسة الأعمال التجارية بموجب شروط الخدمة هذه.
        (9) عدم استخدام الموقع الإلكتروني إلا بغرض الدخول في معاملات تجارية بنية حسنة مع غيرهم من المستخدمين المسجّلين.
        (10) عدم استخدام الموقع الإلكتروني أو خدماته للاحتيال على أو تضليل أيّ شخص أو كيان؛ بما في ذلك على سبيل المثال فلكسي غيغز أو أيّ مستخدم مسجّل.

        ب. عدم المسؤولية عن الضمان. يتم توفير الخدمات المقدّمة من قبل فلكسي غيغز أو مقدّمي خدمات الطرف الثالث الخاصّ بنا على حالتها كما هي، وبالقدر المتاح، ودون أيّ ضمانات أو شروط (صريحة أو ضمنية، بما في ذلك الضمانات الضمنية الخاصة بالرواج، والدقّة، والملاءمة لغرض معين، والملكية، وعدم الانتهاك؛ الناشئة عن تشريع أو قانون أو من سير التعاملات أو الاستخدام أو التجارة). 
         
         لا نقدّم أيّ إقرارات أو ضمانات -من أيّ نوع، صريحة أو ضمنية- فيما يتعلق بنوعية أو هوية أو موثوقية أيّ طرف ثالث، أو فيما يتعلق بدقّة منشورات أيّ طرف ثالث على الموقع الإلكتروني. لا تراعي بعض الدول والولايات القضائية جميع القيود المذكورة أعلاه على الضمانات الضمنية، وبهذا القدر قد لا تنطبق عليك بعض القيود المذكورة أعلاه أو جميعها؛ إنْ وجدت.

        ج. تحديد المسؤولية. لن نتحمّل نحن أو مقدّمو خدمات الطرف الثالث -بأيّ حال من الأحوال- المسؤولية تجاهك أو تجاه أيّ مستخدم مسجّل آخر عن أيّ أضرار خاصّة أو ضمنية أو تبعية أو عرضية أو تأديبية وفقًا لهذه الاتفاقية، بما في ذلك على سبيل المثال: خسارة الأرباح، أو فقدان ﻓﺮص اﻟﻌﻤﻞ، أو ﻓﻘﺪان الشهرة التجارية؛ ﺣﺘﻰ ﻟﻮ تمّ التنبيه على إﻣﻜﺎﻧﻴﺔ حدوث ﺗﻠﻚ اﻷﺿﺮار. 


        د. إبراء عام للذمّة. إذا كان لديك نزاع مع مستخدم مسجّل آخر، فإنّك تبرئ ذمّة فلكسي غيغز (ومسؤوليها، ومديريها، ووكلائها، والشركات التابعة لها، والشركات المشتركة، وموظفيها) من أيّ مطالب ومطالبات وأضرار (فعلية ولاحقة) -أيًا كان نوعها وطبيعتها وسواء معروفة أو مجهولة- ناجمة عن هذا النزاع أو مرتبطة به بأيّ شكل من الأشكال.

        هـ. التعويض. أنت توافق على حماية فلكسي غيغز وإبراء ذمّتها وتعويضها عن أيّ خسائر أو تكاليف أو نفقات أو أضرار أو التزامات أخرى تتكبّدها فلكسي غيغز بسبب أيّ تكاليف أو التزامات أو خسائر أو أضرار أو أسباب دعاوى أو مطالبات أو دعاوى قضائية أو طلبات أو إجراءات يقوم بها طرف ثالث ضد فلكسي غيغز: (1) فيما يتعلق باستخدامك للخدمات ومن بينها أيّ التزامات دفع يتمّ تكبّدها بسبب استخدامك خدمات فلكسي غيغز لإعداد الفواتير والدفع؛ أو (2) ناتجة عن: (أ) استخدامك للموقع الإلكتروني؛ أو (ب) قرارك بتزويد معلومات ائتمان عبر الموقع الإلكتروني، بما في ذلك المعلومات المالية الشخصية؛ أو (ج) قرارك بنشر منشورات وقبول عروض من مستخدمين مسجّلين آخرين؛ أو (د) أيّ خرق للعقد أو مطالبات أخرى قدّمها مستخدمون مسجّلون أجريت معهم أعمال تجارية عبر الموقع الإلكتروني؛ أو (هـ) خرق أيّ شرط من شروط الخدمة هذه؛ أو (و) أيّ مسؤولية ناشئة عن المعالجة الضريبية للمدفوعات أو أيّ جزء منها؛ (ز) أيّ خطأ أو مخالفة متعمّدة من قبل أيّ مستخدم مسجّل؛ أو (ح) أيّ إجراء أو إهمال من جانبك فيما يتعلق بدفع الرسوم لأيّ مستقلّ؛ أو (1) نزاعك أو عدم دفعك لأيّ فاتورة أو أيّ مدفوعات أخرى؛ أو (ي) التزاماتك تجاه المستقلّ. 
         يجب أنْ تكون هذه التعويضات مشروطة بما يلي: (1) إخطارك كتابة بأيّ مطالبة أو طلب أو إجراء أو تكلفة أو مسؤولية أو خسارة أو التهديد بأيّ من ذلك؛ و (2) التعاون معك في الدفاع أو تسوية ذلك؛ و (ج) السماح لك بالتحكُّم في مثل هذا الدفاع أو التسوية. يحقّ لنا المشاركة في الدفاع عن طريق مستشارنا على نفقتنا الخاصّة. ونحن نحتفظ بالحقّ في الإبلاغ عن أيّ مخالفات نطّلع عليها إلى الوكالات الحكومية المعنية أو غير ذلك.

        و. الروابط. قد يحتوي الموقع الإلكتروني على روابط لمواقع إلكترونية خاصة بطرف ثالث ليست خاضعة لإدارة فلكسي غيغز أو سيطرتها. والغرض من توفير مثل هذه الروابط هو التيسير على المستخدمين فحسب، ونحن لا نقرّ ولا نتحمّل مسؤولية محتوى هذه المواقع أو أيّ روابط موجودة داخلها.

        ز. البيانات. أنت مسؤول عن إنشاء سجّلات العمل الخاصّة بك وتخزينها ونسخها احتياطيًا. لن يتم تفسير شروط الخدمة هذه وأيّ تسجيل أو استخدام لاحق لهذا الموقع الإلكتروني باعتبارها مسؤولية على فلكسي غيغز لتخزين أيّ معلومات أو بيانات أو نسخها احتياطيًا أو الاحتفاظ بها أو منح حق استخدامها؛ لأيّ مدّة كانت. 
         
        12. شروط وأحكام متنوعة
        أ. الامتثال للقانون.  أنت مسؤول عن الامتثال للقوانين واللوائح والمعاهدات المصرية المعمول بها؛ مع الأخذ في الاعتبار أنَّ الاطّلاع على محتويات هذا الموقع الإلكتروني قد لا يكون مصرّحًا به لأشخاص معيَّنين أو في دول معيَّنة.

        ب. التعديل والتَّنازُل.  لن يسري أيّ تعديل في فلكسي غيغز أو تنازُل عن أيّ من حقوقنا وسبل انتصافنا بموجب شروط الخدمة هذه؛ ما لم يكن هذا التعديل أو التَّنازُل كتابيًا وموقّعًا من ممثّل معتمد لـ فلكسي غيغز.  أيّ تأخير أو إهمال في ممارسة الحقوق أو سبل الانتصاف الخاصّة بـ فلكسي غيغز لن يقوّض تلك الحقوق أو يُفسَّر على أنّه تنازل.  ولن تَحول أيّ ممارسة مفردة أو جزئية لحق أو سبيل انتصاف دون الاستمرار في ممارسة أيّ حق أو سبيل انتصاف آخر. 

        ج. استقلالية شروط الخدمة.  إذا تقرّر أنَّ أيّ جزء من شروط الخدمة هذه غير قابل للتنفيذ؛ فسيتم تنفيذ ذلك الجزء إلى أقصى حد ممكن، وستظلّ باقي الشروط نافذة وسارية المفعول بصورة كاملة.

        د. التَّنازُل أو نقل الملكية.  لن تقوم بنقل ملكية حقوقك أو التزاماتك (بما في ذلك حسابك) بموجب شروط الخدمة هذه أو التَّنازُل عنها أو تفويضها لأيّ شخصٍ كان؛ دون الحصول على إذن كتابي صريح من الموقع الإلكتروني، وأيّ محاولة للقيام بذلك ستكون لاغية وباطلة.  يجوز لـ فلكسي غيغز التَّنازُل عن شروط الخدمة هذه وفقًا لتقديرها الخاص.

        هـ. القوّة القاهرة.  لا يكون أيّ من طرفي شروط الخدمة هذه مسؤولًا عن عدم أداء أيّ التزام بموجب هذا العقد أو أيّ تأخير في أدائه بسبب اضطرابات عُمّالية، أو حوادث، أو حرائق، أو فيضانات، أو تعطُّل الاتصالات أو الإنترنت، أو إضرابات، أو حروب، أو أعمال شغب أو تمرُّد أو حصار، أو إجراءات حكومية، أو شروط ولوائح أو قيود حكومية يفرضها القانون، أو أيّ ظروف أخرى مماثلة خارجة عن السيطرة المعقولة لذلك الطرف؛ وذلك باستثناء دفع الرسوم المقرَّرة إلى فلكسي غيغز.  وتُمدّد مدّة أداء هذا الطرف بما يعادل مدّة هذا التأخير.

        و. أنت مسؤول عن دفع جميع الرسوم والضرائب الأخرى المرتبطة بالأموال التي تكسبها عن طريق استخدام فلكسي غيغز؛ أينما يتمّ فرضها (بما في ذلك الضريبة المستقطعة؛ إنْ وجدت). 
        ز. في حالة عدم استجابة المستخدم لأيّ طلب من فلكسي غيغز؛ فتحتفظ فلكسي غيغز بحقّها الكامل في تنفيذ الإجراء المطلوب بصورة آلية أو يدوية. '],
		],
	],
	'faq'=>[
		'employer_faq'=>[
			['question'=>'كيف تعمل فلكسي غيغز؟',
			 'answer'=>'<p class="lead"> فلكسي غيغز هي في الأساس منصة مصمّمة لتجمع بين أصحاب الأعمال ومقدّمي الخدمات المستقلّين وغير المتفرغين والمتدرّبين.  ينبغي لأصحاب الأعمال التسجيل ليتمكنوا من البحث في قاعدة بيانات فلكسي غيغز الواسعة عن المرشح المثالي لأداء مهمّة لهم.</p>'
			],
			['question'=>'كيف يمكنني الاستفادة من خدمات فلكسي غيغز؟',
			 'answer'=>'<p class="lead">الأمر في غاية البساطة. بصفتك جهة توظيف؛ يمكنك توظيف مقدّم خدمة (باحث عن وظيفة) من خلال إحدى الطرق التالية:</p>
                  <ol type="A">
                      <li><p class="lead"><b class="font-weight-bold">الأمر المباشر: </b> ابحث في قاعدة البيانات وقدّم طلبًا مباشرًا لمقدّم الخدمة الذي اخترته.</p></li>
                      <li><p class="lead"><b class="font-weight-bold">نشر إعلان عن وظيفة: </b>  انشر إعلانًا لمقدّمي الخدمات للتقدُّم بطلبات للحصول على الوظيفة المحدّدة. وبعد ذلك، يمكنك إنشاء قائمة مختصرة بتلك الطلبات، وتأكيد طلب مقدّم الخدمة الذي اخترته. </p></li>
                  </ol>'
			],
			['question'=>'كيف أدفع لمقدّم الخدمة، وما هي تكلفة ذلك؟',
			 'answer'=>'<p class="lead">هذه من أفضل ميزات منصتنا. يتمّ الدفع لمقدّمي الخدمات عبر منصة فلكسي غيغز.  بمجرد إسنادك وظيفة إلى مقدّم خدمة؛ ستقوم بدفع المبلغ المستحقّ مقدّمًا وكاملًا، ثمّ يتمّ إيداع هذا المبلغ في "خزينة أموال" فلكسي غيغز المؤمّنة تمامًا لحين إتمام الوظيفة المطلوبة بنجاح.</p>
                        <p class="lead">للتيسير عليك؛ توفّر لك فلكسي غيغز طرق دفع مختلفة؛ حيث يمكنك الدفع عبر الإنترنت باستخدام بطاقاتك الائتمانية، أو من خلال أيّ منفذ "فوري". ولن تضطر للذهاب إلى البنك لإتمام الدفع أو للدفع عن طريق البريد. ستدفع رسوم تسليم قدرها 7% فقط من تكلفة الخدمة المقدّمة</p>
                        <u> لتجنُّب حدوث أيّ عمليات خداع أو احتيال، يجب عليك إخطار فلكسي غيغز فورًا إذا طلب مقدّم الخدمة منك الدفع خارج المنصة. </u>'
			],
			['question'=>'هل معلوماتي الشخصية آمنة؟',
			 'answer'=>'<p class="lead">اطمئن؛ فنحن نضمن لك أن يتمّ التعامل مع أيّ معلومات شخصية تقدّمها بشكل آمن.</p>
                  <p class="lead">لمزيد من التفاصيل؛ يُرجى الرجوع إلى "سياسة الخصوصية" الخاصّة بنا.</p>'
			],
			['question'=>'ما هي "خزينة أموال فلكسي غيغز"؟',
			 'answer'=>'<p class="lead">تمكّنك ميزة خزينة الأموال من تحويل بعض مسؤوليات الدفع إلى فلكسي غيغز. وهذه الخزينة هي المكان الذي يتمّ فيه الاحتفاظ بالمال الذي دفعته مقدّمًا لحين دفعه لمقدّم الخدمة عند إتمامه الخدمة المطلوبة بنجاح.</p>'
			],
			['question'=>'ماذا إذا حدث خلاف بيني وبين مقدّم الخدمة؟',
			 'answer'=>'<p class="lead">هذا أمر محزن؛ لكنّه يمكن أن يحدث؛ ففي بعض الحالات قد يحدث نزاع بينك وبين مقدّم الخدمة الذي اخترته. ويمكن لـ فلكسي غيغز أن تضطلع بدور الوسيط المحايد لتسوية هذا النزاع مقابل رسوم معقولة. </p>
                  <p class="lead">لمزيد من التفاصيل؛ يُرجى الرجوع إلى "سياسة ردّ الأموال" الخاصّة بنا.</p>'
			],
			['question'=>'لماذا ينبغي ألا أدفع لمقدّم الخدمة المستقلّ مباشرة/دون استخدام المنصة؟ ',
			 'answer'=>'<p class="lead">لحماية حقوقك بالطبع!  فقد تمّ تصميم فلكسي غيغز لدعم حقوق كل من أصحاب الأعمال ومقدّمي الخدمات والحفاظ عليها. لتجنُّب عمليات الخداع أو أيّ نوع من أنواع الاحتيال؛ ستحتفظ فلكسي غيغز بالأموال -بشكل آمن نيابة عن الطرفين- لحين تنفيذ الوظيفة المطلوبة بنجاح.</p>'
			],
			['question'=>'كيف تحمي فلكسي غيغز حقوقي كصاحب عمل؟',
			 'answer'=>'<p class="lead">لضمان حصولك على الخدمة التي تدفع ثمنها بصورة كاملة؛ توافق فلكسي غيغز على عدم دفع الأموال المستحقّة لمقدّمي الخدمات إلا بعد قبولك للخدمة المنجزة.</p>'
			],
			['question'=>'كيف تحسب فلكسي غيغز رسومها؟',
			 'answer'=>'<p class="lead">أخبار رائعة! التسجيل على المنصة ونشر الوظائف خدمات مجانية بالكامل، والرسوم الوحيدة التي تتحمّلها هي رسوم تسليم بنسبة 7% من قيمة الفاتورة التي تدفعها.</p>
                  <p class="lead">في حالة حدوث "نزاع"؛ ستكون رسوم خدمة تسوية المنازعات 25 جنيهًا مصريًا أو 5٪ (أيهما أكبر) من المبلغ الإجمالي الذي تدفعه لـ فلكسي غيغز مقابل المشروع المعني.</p>'
			],
			
		],
		'freelancer_faq'=>[
			['question'=>'كيف تعمل فلكسي غيغز؟',
			 'answer'=>'<p class="lead">فلكسي غيغز هي في الأساس منصة مصمّمة لتجمع بين أصحاب الأعمال ومقدّمي الخدمات المستقلّين وغير المتفرغين والمتدرّبين. يجب على مقدّمي الخدمات التسجيل في المنصة ليتمّ إدراجهم في قاعدة البيانات الشاملة الخاصّة بنا.  ويبحث أصحاب الأعمال في قاعدة البيانات عن مرشحين مثاليين لأداء مهام لصالحهم (نأمل أن تكون منهم!). </p>'
			],
			['question'=>'ما هي المشاريع التي يمكنني إيجادها على فلكسي غيغز؟',
			 'answer'=>'<p class="lead">يمكنك إيجاد معظم وظائف المستقلّين التي تتخيلها على منصة فلكسي غيغز. لدينا قاعدة بيانات تحتوي على مجموعة واسعة من الفئات والفئات الفرعية، وهي مصمّمة بحيث تغطّي جميع أنواع وظائف المستقلين؛ والتي يمكن إنجاز بعضها عن بُعد.</p>'
			],
			['question'=>'كيف يمكنني الحصول على وظائف من قبل عملاء؟',
			 'answer'=>'<p class="lead">الأمر بسيط. بعد تحميل ملفك التعريفي على المنصة، يمكنك -بصفتك باحث عن وظيفة- الحصول على وظيفة من قبل صاحب عمل (جهة توظيف)؛ وذلك عن طريق إحدى الطرق التالية:</p>
                        <ol type="A">
                            <li>
                                <p>
                                    <b>الأمر المباشر:</b>  وذلك عندما يختارك صاحب عمل كمقدّم خدمة، ويقدّم لك أمر عمل مباشر.</p>
                            </li>
                            <li>
                                <p>
                                    <b>البحث في إعلانات الوظائف المنشورة:</b> عن طريق البحث في قاعدة بيانات الإعلانات المنشورة وتقديم طلب للحصول على وظيفة تناسب ملفك الشخصي. ومن ثمّ يتم إرسال طلبك إلى صاحب العمل الذي سيقوم بإنشاء قائمة مختصرة بالطلبات المقدّمة وتأكيد طلب مقدّم الخدمة الذي يختاره (نأمل أن تكون أنت!).</p>
                            </li>
                        </ol>'
			],
			['question'=>'هل معلوماتي الشخصية آمنة؟',
			 'answer'=>'<p class="lead">اطمئن؛ فنحن نضمن لك أن يتمّ التعامل مع أيّ معلومات شخصية تقدّمها بشكل آمن.</p>
                  <p class="lead">لمزيد من التفاصيل؛ يُرجى الرجوع إلى "سياسة الخصوصية" الخاصّة بنا.</p>'
			],
			['question'=>'كيف تحسب فلكسي غيغز رسومها؟',
			 'answer'=>'<p class="lead">
                      أخبار رائعة!  التسجيل على المنصة والتقدُّم بطلبات للحصول على وظائف خدمات مجانية بالكامل.  تُحتسب رسوم معاملة بنسبة 7% فقط من إجمالي رسوم المشروع الذي أنجزته؛ وسيتمّ خصم هذا المبلغ من مدفوعاتك. اذا اخترت أن يُدفع لك عن طريق التحويل المصرفي؛ فسيتم خصم نسبة 2٪ إضافية كرسوم تحويل مصرفي.
                  </p>
                  <p class="lead">
                      في حالة حدوث "نزاع"؛ ستكون رسوم خدمة تسوية المنازعات 25 جنيهًا مصريًا أو 5٪ (أيهما أكبر) من المبلغ الإجمالي الذي يدفعه صاحب العمل لـ فلكسي غيغز مقابل المشروع المعني
                  </p>'
			],
			['question'=>'كيف تحمي فلكسي غيغز حقوقي كمستقلّ؟',
			 'answer'=>'<p class="lead">هذا الأمر من أفضل الميزات لدينا. عند تأكيد صاحب عمل لطلب خدمة معك؛ سيقوم بدفع المبلغ المستحقّ مقابل خدمتك بشكل مسبق، وسيتمّ إيداع هذه المبلغ في "خزينة أموال" فلكسي غيغز المؤمّنة تمامًا. ومن ثمّ ستتولى فلكسي غيغز مسؤولية الدفع لك، وتقوم بتحويل المبلغ المستحقّ لك مباشرة بمجرد تأكيد صاحب العمل إنجاز الخدمة المطلوبة بنجاح. معنا؛ لن تعاني من تأخّر الدفع أو فقدان الفواتير!</p>
                  <p class="lead">لمزيد من التفاصيل؛ يُرجى الرجوع إلى القسم 2 "خدمة الإيداع الآمن" من البند 6 "خدمات فلكسي غيغز لإعداد الفواتير والدفع" من الشروط والأحكام.</p>'
			],
			['question'=>'لماذا ينبغي ألا أحصل على مدفوعاتي من العميل مباشرة/دون استخدام المنصة؟',
			 'answer'=>'<p class="lead">لحماية حقوقك بالطبع! فقد تمّ تصميم فلكسي غيغز لدعم حقوق كل من أصحاب الأعمال ومقدّمي الخدمات والحفاظ علىها. لتجنُّب عمليات الخداع أو أيّ نوع من أنواع الاحتيال؛ ستحتفظ فلكسي غيغز بالأموال -بشكل آمن نيابة عن الطرفين- لحين تنفيذ الوظيفة المطلوبة بنجاح. </p>'
			],		
		],
	],
	'privacy'=>[
		[
			['tag'=>'h2','text'=> 'سياسية الخصوصية لـ فلكسي غيغز.me'],
			['tag'=>'p','text'=> 'تقدّم فلكسي غيغز ("فلكسي غيغز" أو "فلكسي غيغز.me" أو "our" أو "us" أو "we") سياسة الخصوصية هذه لإبلاغك بسياساتنا وإجراءاتنا المعنية بجمع واستخدام والكشف عن المعلومات الشخصية التي نتلقاها من مستخدمي www.فلكسي غيغز.me ("الموقع"). تُطبّق سياسة الخصوصية هذه على المعلومات التي تقدّمها لنا من خلال الموقع فحسب. قد يتمّ تحديث سياسة الخصوصية هذه من حينٍ لآخر. وسنبلغك بأيّ تغييرات جوهرية من خلال نشر سياسة الخصوصية الجديدة على الموقع. ننصحك بالتحقُّق من هذه السياسة بانتظام للاطّلاع على أيّ تغييرات. يكون للمصطلحات المستخدمة في سياسة الخصوصية هذه المعاني نفسها الواردة في شروط الخدمة الخاصّة بنا، والتي يمكنك الاطّلاع عليها على http://www.فلكسي غيغز.me/help؛ ما لم يُحدّد خلاف ذلك في سياسة الخصوصية.'],
			['tag'=>'p','text'=> 'على النحو المستخدم في هذه السياسة، فإنّ مصطلحات "استخدام" و "معالجة" المعلومات تتضمن استخدام ملفات تعريف الارتباط على أجهزة الكمبيوتر؛ وإجراء تحليلات إحصائية أو غيرها من التحليلات على هذه المعلومات؛ واستخدامها أو التعامل معها بأيّ طريقةٍ كانت، بما في ذلك على سبيل المثال لا الحصر جمع المعلومات وتخزينها وتقييمها وتعديلها وحذفها واستخدامها ودمجها والكشف عنها ونقلها داخل شركتنا. '],
      ['tag'=>'ul','text'=> ''],
      ['tag'=>'li','text'=> 'لا تقوم فلكسي غيغز.me بتأجير المعلومات التعريفية الشخصية الخاصّة بك أو بيعها إلى أطراف ثالثة. '],
      ['tag'=>'li','text'=> 'لا تقوم فلكسي غيغز.me بمشاركة معلومات الاتصال الخاصّة بك مع مستخدمين آخرين أو أطراف ثالثة دون موافقتك [ما لم نكن مُطالبين قانونًا بالكشف عن المعلومات لسلطات حكومية أو وكالات إنفاذ قانون أو أطراف ثالثة بناءً على أمر استدعاء؛ وأنت تصرّح لنا بالكشف عن المعلومات التي نراها -حسب تقديرنا الخاص- ضرورية أو مناسبة].'],
      ['tag'=>'li','text'=> 'أيّ معلومات تعريف شخصية تقدّمها لـ فلكسي غيغز.me ستكون محمية بالبروتوكولات والتكنولوجيا القياسية المعمول بها في هذا المجال. '],
      ['tag'=>'/ul','text'=> ''],
                
		],
		[
			['tag'=>'h2','text'=> 'جمع المعلومات'],
			['tag'=>'p','text'=> 'فلكسي غيغز.me هو سوق عبر الإنترنت يربط العملاء والشركات بالمستقلّين. عند زيارتك لـ فلكسي غيغز.me، فإنّك تقدّم نوعين من المعلومات: المعلومات الشخصية التي تقرّر الكشف عنها لـ فلكسي غيغز.me، والمعلومات التي تجمعها فلكسي غيغز.me أثناء تفاعلك مع www.فلكسي غيغز.me ("الموقع").'],
			['tag'=>'p','text'=> 'عندما تسجّل على فلكسي غيغز.me كباحث عن وظيفة أو جهة توظيف؛ فستقدّم معلومات شخصية معينة من بينها اسمك وعنوانك وعنوان بريدك الإلكتروني. بالإضافة إلى ذلك، عندما تقوم بإنشاء ملفك الشخصي كمستقلّ أو صاحب عمل، فستقدّم معلومات عن مهاراتك وخبراتك ومستوى تعليمك وأتعابك ووقتك المتاح للعمل ومنطقتك الجغرافية وتقييمك الذاتي. لا تحدّد هذه المعلومات خصوصية العضو الفرد. ولا يظهر لأصحاب الأعمال سوى المعلومات الأساسية للمستقلّين ويمكنهم التواصل معهم عن طريق منصة فلكسي غيغز.me فقط. '],
			['tag'=>'p','text'=> 'عندما تتصفح الموقع الإلكتروني؛ يقوم فلكسي غيغز.me بجمع عنوان بروتوكول الإنترنت (IP) الخاصّ بك وموقعك (إذا سمحت بذلك). تُجمع هذه المعلومات من جميع زوار فلكسي غيغز.me. بالإضافة إلى ذلك، يقوم موقع فلكسي غيغز.me بتخزين معلومات معينة من متصفحك باستخدام "ملفات تعريف الارتباط". ملف تعريف الارتباط عبارة عن جزء من البيانات المخزّنة على جهاز المستخدم مرتبط بمعلومات عن المستخدم. يستخدم فلكسي غيغز.me ملفات تعريف ارتباط الجلسة لتأكيد تسجيل دخول المستخدمين، وتنتهي ملفات تعريف الارتباط هذه بمجرد إغلاق المستخدم للمتصفح. بشكل افتراضي، يستخدم فلكسي غيغز.me ملف تعريف ارتباط دائم يقوم بتخزين معرّف تسجيل الدخول الخاصّ بك (وليس كلمة المرور الخاصّة بك) لتسهيل عملية تسجيل دخولك إلى الموقع الإلكتروني عند رجوعك إليه. يجب أن يكون لدى أعضاء فلكسي غيغز.me ملفات تعريف ارتباط ممكّنة في المتصفحات الخاصّة بهم. علمًا بأنّه يتمّ تعيين تفضيلات ملفات تعريف الارتباط داخل خيارات/تفضيلات الإنترنت في كل متصفح.'],
			['tag'=>'p','text'=> 'إذا قمت بنشر بعض المعلومات على لوحة إعلانات أو شاركت برسالة في لوحة رسائل عامة، فينبغي أن تعلم أنّه يمكن قراءة أيّ معلومات تعريف شخصية تقرّر تقديمها هناك أو تجميعها أو استخدامها من قبل مستخدمين آخرين لهذه المنتديات، ويمكن استخدامها لإرسال رسائل غير مرغوب فيها إليك. لن يكون موقع فلكسي غيغز.me مسؤولًا عن المعلومات التعريفية الشخصية التي تقدّمها في هذه المنتديات. 
        فلكسي غيغز.me هو المالك الوحيد للمعلومات التي تمّ جمعها من خلال الموقع الإلكتروني. '],
		],
		[
			['tag'=>'h2','text'=> 'استخدام المعلومات'],
			['tag'=>'p','text'=> 'لن يقوم فلكسي غيغز.me ببيع أيّ معلومات مجمّعة أو تأجيرها إلى أطراف ثالثة. لن يقوم فلكسي غيغز.me بمشاركة معلومات الاتصال الخاصّة بك مع مستخدمين آخرين أو أطراف ثالثة إلا فيما يتعلق بالتوظيف المحتمل وبموافقة صريحة منك. يقوم جميع أعضاء فلكسي غيغز.me المسجّلين بالضغط على خانة "أوافق" في نموذج التسجيل للموافقة على سياسة الخصوصية وشروط الخدمة الخاصّة بـ فلكسي غيغز.me. وبناءً على ذلك، يوافق جميع المستخدمين المسجّلين على أنّه يمكن الوصول إلى بعض معلومات ملفاتهم الشخصية من قبل غيرهم من المستخدمين المسجّلين. '],
			['tag'=>'p','text'=> 'يقوم موقع فلكسي غيغز.me بتسجيل عناوين IP لأغراض إدارة النظام. وتُستخدم هذه المعلومات لتشخيص مشكلات الخادم، ورصد أنماط الزيارات، وتحليل الاتجاهات، وإدارة الموقع الإلكتروني، وتتبُّع أنماط المستخدمين الأعضاء، وتحديد أقسام الموقع الإكتروني الأكثر استخدامًا لتقديم محتوى أكثر ملاءمة للأعضاء المسجّلين. عناوين IP ليست مرتبطة بالمعلومات التعريفية الشخصية؛ وتُستخدم فقط لجمع معلومات ديموغرافية واسعة للاستخدام الإجمالي؛ إلا في حالات الاحتيال. '],
			['tag'=>'p','text'=> 'يحتفظ فلكسي غيغز.me بحقّه في مشاركة المعلومات الديموغرافية المجمّعة مع شركائه و/أو المعلنين، ولن يتم ربط هذه المعلومات بمعلومات شخصية تحدّد هوية المستخدمين المسجّلين؛ إلا في حالات الاحتيال.'],
		],
		[
			['tag'=>'h2','text'=> 'الروابط'],
			['tag'=>'p','text'=> 'يحتوي الموقع الإلكتروني على روابط لمواقع أخرى، والموقع ليس مسؤولًا عن ممارسات الخصوصية لهذه المواقع. ينصح موقع فلكسي غيغز.me أعضاءه بقراءة سياسات الخصوصية لجميع هذه المواقع الإلكترونية عند زيارتها. لا يسري بيان الخصوصية هذا إلا على المعلومات التي تمّ جمعها بواسطة فلكسي غيغز.me.'],
		],
		[
			['tag'=>'h2','text'=> 'الأمان'],
			['tag'=>'p','text'=> 'يستخدم فلكسي غيغز.me البروتوكولات والتكنولوجيا القياسية المعمول بها في هذا المجال لحماية معلومات المستخدمين المسجّلين. '],
			['tag'=>'p','text'=> 'كما يحمي فلكسي غيغز.me معلومات المستخدمين المسجّلين غير المتصلين بالإنترنت. لا تُستخدم معلومات المستخدمين المسجّلين خارج مقرّاتنا. وتُحفظ الخوادم المستخدمة لتخزين المعلومات التعريفية الشخصية في بيئة آمنة خاضعة للإشراف. بالإضافة إلى ذلك، لا تُمنح المعلومات التعريفية الشخصية سوى لموظفي فلكسي غيغز.me الذين يحتاجون إلى معلومات محدّدة لأداء مهامّهم.'],
		],
		[
			['tag'=>'h2','text'=> 'الاتصالات الإلزامية'],
			['tag'=>'p','text'=> 'تُرسل فلكسي غيغز.me إلى جميع المستخدمين المسجّلين حديثًا بريدًا إلكترونيًا ترحيبيًا للتحقّق من عناوين بريدهم الإلكتروني. وأحيانًا، تُرسل فلكسي غيغز.me إعلانات خدمات إلى أصحاب الأعمال والمستقلّين المسجّلين لديها. لا يمكن للمستخدمين المسجّلين إلغاء الاشتراك في إعلانات الخدمات التي تناقش التغييرات المستقبلية التي تؤثر على حساباتهم على فلكسي غيغز.me. بالإضافة إلى ذلك، نتواصل مع الأعضاء المسجّلين عبر رسائل البريد الإلكتروني الشخصية لتوفير الخدمات المطلوبة.'],
		],
		[
			['tag'=>'h2','text'=> 'الاتصالات الاختيارية'],
			['tag'=>'p','text'=> 'يتلقى المستخدمون المسجّلون نشرات معلوماتية إلكترونية شهرية تحتوي على معلومات عن منتجات موقع فلكسي غيغز.me وخدماته وإعلاناته. وأحيانًا، يتلقى المستخدمون المسجّلون بطاقات بريدية إلكترونية تسلّط الضوء على إعلانات فلكسي غيغز.me وميزاته الخاصة.'],
		],
		[
			['tag'=>'h2','text'=> 'الإخطار بالتغييرات'],
			['tag'=>'p','text'=> 'يحتفظ موقع فلكسي غيغز.me بحقّه في تعديل سياسة الخصوصية هذه في أيّ وقت؛ لذا يُرجى مراجعتها من حينٍ لآخر. إذا قام فلكسي غيغز.me بتغيير سياسة الخصوصية الخاصّة به؛ فسيقوم على الفور بنشر جميع التغييرات في المساحات المخصّصة لإعلانات أصحاب الأعمال والمستقلّين. الاستمرار في استخدام فلكسي غيغز.me بعد إجراء تغييرات على هذه السياسة، يُعدّ موافقة منك على هذه التغييرات.'],
		],

	],
	'refund'=>[
		[
			['tag'=>'h2','text'=> 'سياسة ردّ الأموال الخاصّة بـ فلكسي غيغز:'],
			['tag'=>'p','text'=> 'نسعى في فلكسي غيغز جاهدين لتقديم خدمة عملاء ممتازة والحفاظ على رضا عملائنا لأقصى درجة ممكنة. إذا كنت تقرأ هذه السياسة؛ فهذا يعني حدوث خلاف بينك وبين مقدّم الخدمة الخاصّ بك [نأسف لذلك؛ ونحن هنا لحلّ مثل هذه الخلافات!]. تقوم فلكسي غيغز بفرض التزامات ومستحقّات لها -باعتبارها طرفًا ثالثًا- ضمن الشروط والأحكام الخاصّة بها. يُرجى قراءة سياسة ردّ الأموال بالكامل، وعدم التردّد في الاتصال بنا إذا احتجت إلى أيّ توضيحات.'],
			['tag'=>'p','text'=> 'وفقًا للشروط والأحكام الخاصّة بنا [البند 6-2]؛ توافق فلكسي غيغز على عدم دفع أتعاب المستقلّين إلا بعد قبول جهات التوظيف للخدمات المقدّمة. توافق فلكسي غيغز على ردّ أموالك المدفوعة مقدّمًا مقابل الخدمات وفقًا للشروط التالية: '],
      ['tag'=>'ul','text'=> ''],
			['tag'=>'li','text'=> 'إقرار المستقلّ بعدم إنجاز الخدمات على النحو المتفق عليه، أو '],
			['tag'=>'li','text'=> 'حدوث نزاع بينك -بصفتك جهة توظيف- وبين مقدّم خدمة بشأن جودة الخدمات التي قدّمها إليك أو اكتمالها، وصدور قرار من خدمة تسوية المنازعات بأحقيتك في استلام هذه الأموال. '],
			['tag'=>'li','text'=> 'إذا أبلغت -بصفتك جهة توظيف- مقدّم خدمة برغبتك في طلب استرداد الأموال، ولم يردّ عليك في غضون 3 أيام عمل؛ فحينئذ يجوز لنا ردّ الأموال إليك دون إبلاغه بذلك.'],
      ['tag'=>'ul','text'=> ''],
			['tag'=>'p','text'=> 'في حالة إبلاغ مقدّم خدمة أو جهة توظيف بحدوث نزاع بينهما؛ فحينئذٍ يقرّ كلاهما بعدم تحمّل فلكسي غيغز لأيّ التزامات دفع لأيّ طرف لحين تسوية هذا النزاع وفقًا للمادة 7 من شروط وأحكام فلكسي غيغز.'],
			['tag'=>'p','text'=> 'التزام فلكسي غيغز بدفع أيّ مدفوعات (مخصومًا منها رسوم الخدمة) مشروط بشكل واضح بتسوية جميع المنازعات القائمة المتعلقة بهذه المدفوعات.'],
			['tag'=>'p','text'=> 'تلتزم فلكسي غيغز بإبلاغ جهات التوظيف والباحثين عن وظائف بحالة التزامات الدفع المفترضة.'],
			['tag'=>'p','text'=> 'يُرجى العلم بأنّ ردّ الأموال لعدّة مرّات لأحد المستخدمين سيؤدي إلى فرض قيود مؤقتة و/أو دائمة على حسابه؛ حسبما نراه مناسبًا وضروريًا. 
 
        وأخيرًا، يُرجى العلم بأنّه بمجرد إنجاز المشروع وتسليمه وتأكيد قبوله "إنجاز المهمّة"؛ فلن يتم ردّ أيّ رسوم خدمة مدفوعة بالفعل. 
        ولكن قبل أن تقرّر "الإبلاغ عن نزاع" وتطلب ردّ أموال؛ يُرجى مراعاة ما يلي: '],
			['tag'=>'li','text'=> 'لا تقم بالإبلاغ عن نزاع إلا في حالة عدم تسليم مقدّم الخدمة للمهمّة المطلوبة بعد يومين من مراجعته على الأقل.'],
			['tag'=>'li','text'=> 'حاول التوصُّل إلى حلّ مع مقدّم الخدمة قبل اللجوء إلينا.'],
			['tag'=>'li','text'=> 'قم بتوثيق جميع اتصالاتك مع مقدّم الخدمة؛ حيث سيساعدنا ذلك في حل النزاع.'],
			['tag'=>'li','text'=> 'حاول الحفاظ على تواصلك مع مقدّم الخدمة على منصة تبادل الرسائل الخاصّة بـ فلكسي غيغز.'],
			['tag'=>'img','text'=> '/images/refund.png'],
								
		],

	],
  'howitwork'=>[
    'for_hh'=>'https://www.youtube.com/embed/EgeZ3oX-j5c',
    'for_gh'=>'https://www.youtube.com/embed/5GH0E12HVS8'
  ],

];